# переменная books . хранит информацию о книгах , их авторе и год выпуска
books=[
  {"title":"Война и мир","author":"Лев Толстой","year":"1869"},
  {"title":"Дом в котором","author":"Мариам Петросян","year":"2009"},
  {"title":"Милдмарч","author":"Джордж Элиот","year":"1871"},
  {"title":"Путешествия Гулливера","author":"Джонатан Свифт","year":"1726"},
  {"title":"Хроники Нарнии","author":"Клайв Стейплз Льюис","year":"2005"}
]

# вывод всех книг
for book in range(len(books)) :
    print(f"######################## КНИГА {book+1} ########################")
    print(f"Название : {books[book]["title"]} , Автор : {books[book]["author"]}")
    print(f"########################  {books[book]["year"]}   ########################\n")
